Repository: phunkyfish/visualization.fishbmc
Catalog: visualization.fishbmc/resources/language/resource.language.*/strings.po
Languages: fi_fi

# Addon Summary
source: Visualisation showing Waves and Blur Effects
fi_fi: Aalto- ja sumennustehosteita näyttävä visualisointi

# Addon Description
source: fishBMC is based on fische, a standalone sound visualisation tool. The basic principle is: draw the waveform and smear the drawing along predefined vectors. However fische also incorporates advanced beat detection, which really guarantees a great visual experience.
fi_fi: fishBMC perustuu erilliseen fische-nimiseen äänen visualisointityökaluun. Sen perusperiaate on: Piirrä aaltomuoto ja levitä piirros ennalta määritettyjä vektoreita pitkin. Lisäksi fische sisältää kuitenkin myös edistyneen tahdintunnistuksen, joka todella takaa upean visuaalisen kokemuksen.

# Addon Disclaimer
source: If this breaks anything, the pieces remain yours.
fi_fi: Jos tämä särkee jotakin, jäävät sirpaleet sinulle.

# #30000
source: Detail [CPU intensive]
fi_fi: Yksityiskohtaisuus (prosessoria kuormittava)

# #30001
source: Low
fi_fi: Alhainen

# #30002
source: Normal
fi_fi: Normaali

# #30003
source: High
fi_fi: Korkea

# #30004
source: Extreme
fi_fi: Erittäin korkea

# #30005
source: Nervous Mode [more mode changes]
fi_fi: Hermostunut tila (enemmän tilanvaihtoja)

# #30006
source: Speed [skip some frames]
fi_fi: Nopeus (ohittaa joitakin kuvia)

# #30007
source: Very Low
fi_fi: Erittäin matala

# #30008
source: Low
fi_fi: Matala

# #30009
source: Normal
fi_fi: Normaali

# #30010
source: High
fi_fi: Korkea

# #30011
source: Use a Persistence File [faster startup]
fi_fi: Käytä pysyvää tiedostoa (nopeampi käynnistys)
